[
    "A3 contains the data of region; 'POPLATEK PO OBRATU' represents for 'issuance after transaction'.",
    "A3 contains the data of region",
    "A12 refers to unemploymant rate 1995; A13 refers to unemploymant rate 1996",
    "A11 refers to average salary; Female mapps to gender = 'F'",
    "Male means that gender = 'M'; A3 refers to region; A11 pertains to average salary.",
    "Female means gender = 'F'; A11 refers to average salary; Gap = highest average salary - lowest average salary; If the person A's birthdate > B's birthdate, it means that person B is order than person A.",
    "If the person A's birthdate < B's birthdate, it means that person B is younger than person A; A11 refers to average salary",
    "'POPLATEK TYDNE' stands for weekly issuance",
    "'POPLATEK PO OBRATU' stands for issuance after transaction",
    "'POPLATEK TYDNE' stands for weekly issuance",
    "Loan validity more than 12 months refers to duration > 12",
    "Customers refer to clients; Female refers to gender = 'F'; Names of districts appear in column A2",
    "",
    "",
    "",
    "",
    "",
    "",
    "Earlier birthdate refers to older age; A11 refers to average salary",
    "",
    "A2 has region names; Woman and female share the same meaning; female refers to gender = 'F'",
    "",
    "A2 refers to district name; Litomerice is one of district names.",
    "Female refers to gender = 'F'; A2 refers to district names",
    "",
    "A3 stands for region names",
    "Percentage of the male clients = DIVIDE(COUNT(male clients), COUNT(clients)) * 100; Male refers to gender = 'M', A3 is the region name. A4 contains the information about inhabitants.",
    "Increase rate of his/her account balance = [(balance of date A - balance of date B) / balance of Date B] * 100%",
    "Loan paid with no issue means contract finished, no problems; status = 'A' means contract finished, no problems; Percentage of accounts by condition = [(total(amount) & condition) / (total amount)] * 100%",
    "Status = 'C' stands for running contract, ok so far; Percentage of accounts by condition = [(total(amount) & condition) / (total amount)] * 100.",
    "Records about district names could be found in A2; A3 contains the information about regions. 'POPLATEK PO OBRATU' stands for issuance after transaction",
    "Accounts holder refers to the person who own this account.",
    "A2 refers to the names of districts.",
    "A2, A3 contains the information about district and region respectively.",
    "A2 contains district names and A3 contains region names.",
    "A3 refers to regions; A11 refers to average salary",
    "Unemployment increment rate in percentage = [(unemployment rate 2016 - unemployment rate 2015) / unemployment rate 2015] * 100; unemployment rate 2015 appears in the A12; unemployment rate 2016 appears in the A13; Loan contracts which are still running where client are in debt can be presented as status = 'D'",
    "A2 contains the information about district.",
    "'POPLATEK MESICNE' stands for monthly issuance",
    "A2 refers to districts; Female refers to gender = 'F'",
    "Non-credit card withdraws refers to type = 'VYDAJ'; January 1996 can be found by date LIKE '1996-01%' in the database; A2 means district names",
    "A3 contains the region names; South Bohemia is one of region names.",
    "A3 refers to district names; Active loan refers to running contracts; Status = 'C' stands for running contract, OK so far; Status = 'D' stands for running contract, client in debt",
    "Male refers to gender = 'M'",
    "A2 refers to district names; A13 refers to unemploymant rate in 1996",
    "A16 stands for no. of committed crimes 1996",
    "Negative balance means balance < 0; Operation = 'VYBER KARTOU' stands for credit card withdraw. Frequency = 'POPLATEK MESICNE' stands for monthly issurance",
    "Frequency = 'POPLATEK MESICNE' stands for monthly issurance",
    "Status = 'C' stands for running contract, OK so far; Status = 'D' stands for running contract, client in debt",
    "Male refers to gender = 'M'; A15 stands for no. of commited crimes 1995",
    "High-level credit cards refers to the cards with the gold type.",
    "A2 refers to district name",
    "",
    "k_symbol = 'SIPO' refers to household payment",
    "",
    "Operation = 'VYBER KARTOU' refers to credit card withdrawn",
    "Operation = 'VYBER KARTOU' refers to credit card withdrawal",
    "Female refers to gender = 'F'",
    "Female refers to gender = 'F'; A3 contains the region 'south Bohemia'",
    "District refers to column A2; when the account type = 'OWNER', it's eligible for loans",
    "A11 represents the average salary; Salary and income share the similar meanings; when the account type = 'OWNER', it's eligible for loans",
    "A3 contains the region names; North Bohemia is a region.",
    "A2 refers to district name; type = 'VYDAJ' stands for withdrawal transactions",
    "A3 refers to region names; A15 stands for the average number of crimes commited in 1995.",
    "when the account type = 'OWNER', it's eligible for loan",
    "District data appears in the A2; Male means that gender = 'M'",
    "Percent of Gold = [ count(type = 'gold' and issued date < 1998) / count(all cards)] * 100%",
    "",
    "A15 contains information about number of committed crimes in 1995",
    "",
    "operation = 'VYBER' refers to withdrawal in cash",
    "frequency = 'POPLATEK TYDNE' stands for weekly issuance",
    "",
    "A3 refers to region",
    "status = 'A' refers to loan contracts finished with no problems",
    "",
    "",
    "",
    "After 1996 means date > = '1997-01-01",
    "Female refers to gender = 'F'; Woman and female are closed; Average salary can be found in A11",
    "Growth rate = (sum of amount_1997 - sum of amount_1996) / (sum of amount_1996) * 100%; Male refers to gender = 'M'",
    "Operation = 'VYBER KARTOU' means credit card withdrawals",
    "Difference in no. of committed crimes between 2 regions = Total no. of committed crimes in 1996 in north Bohemia - Total no. of committed crimes in 1996 in e ast Bohemia. A3 refers to region. Data about no. of committed crimes 1996 appears in A16",
    "",
    "k_symbol refers to the purpose of payments",
    "",
    "Frequency = 'POPLATEK PO OBRATU' stands for issuance after transaction",
    "",
    "",
    "",
    "",
    "",
    "Female refers to gender = 'F'",
    "Man and male refers to gender = 'M'; 'SIPO' stands for household payment",
    "",
    "Female refers to gender = 'F'",
    "Female refers to gender = 'F'; Percentage of female clients in Prague branch = count[female clients with accounts in Prague branch / count(clients with accounts in Prague branch)] * 100%; A3 may contain information about Prague",
    "Percentage of male clients = [count(male clients who requested weekly statements / count(clients who requested weekly statements)] * 100%; Male means gender = 'M'; 'POPLATEK TYDNE' stands for weekly issuance",
    "Frequency = 'POPLATEK TYDNE' refers to weekly issuance",
    "",
    "Female refers to 'F' in the gender; A11 contains information about average salary",
    "East Bohemia appears in the column A3, which refers to the region.",
    "Frequency = 'POPLATEK TYDNE' referes to weekly statement",
    "status = 'C' stands for running contract, OK so far; status = 'D' stands for running contract, client in debt. 'POPLATEK PO OBRATU' stands for issuance after transaction",
    "Only the owner accounts have the right to issue permanent orders or apply for loans",
    "the credit card is high-level refers to card.type = 'gold'; eligible for loans refers to disp.type = 'OWNER'"
]